abs
acl
acpi
alsa-utils
arch-install-scripts
archey3
archlinux-keyring
aria2
attr
autoconf
automake
baobab
bash
bc
bind-tools
binutils
bison
btrfs-progs
bzip2
cloc
clusterssh
coreutils
cryptsetup
ctags
cups
curl
device-mapper
dialog
diffutils
dmenu
dmidecode
docker
dunst
e2fsprogs
efibootmgr
elfkickers
emacs
expat
fakeroot
feh
figlet
file
filesystem
firefox
flashplugin
flex
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
gpgme
grep
groff
grub
gtk-xfce-engine
highlight
hplip
htop
httpie
hub
i3-wm
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
iw
jdk8-openjdk-infinality
jfsutils
jq
keepassx2
keychain
keyutils
krb5
libarchive
libassuan
libgnome-keyring
libgpg-error
libidn
libssh2
libtool
licenses
lightdm
linux
linux-manpages
logrotate
lsof
ltrace
lvm2
lzo
m4
make
man-db
man-pages
mdadm
mercurial
mongodb
mongodb-tools
mosh
most
mpv
mtr
nano
neovim
netctl
networkmanager
nmap
npm
nzbget
openbsd-netcat
openssh
openssl
optipng
pacgraph
pacman
pacman-mirrorlist
parcellite
patch
pciutils
pcmciautils
pkg-config
pkgfile
pm-utils
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
puzzles
python-neovim
python-pip
ranger
reiserfsprogs
rlwrap
rpmextract
rsync
ruby
s-nail
s3fs-fuse
scrot
sed
shellcheck
sloccount
sslscan
stow
strace
subversion
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
tcpdump
terminator
the_silver_searcher
tig
time
tk
tmux
unbound
unrar
unzip
usbutils
vim
virtualbox
which
wireshark-qt
wmname
wpa_actiond
xcursor-bluecurve
xdotool
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-glint
xf86-video-intel
xf86-video-vmware
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-encodings
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
zip
zlib
zsh
zsh-syntax-highlighting
